---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AutoMullionBorder2Vert
source: html/2a13fa5c-0faf-d79f-d7a7-653b368438a9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AutoMullionBorder2Vert Property

"Border 2 Type"

## Syntax (C#)
```csharp
public static ForgeTypeId AutoMullionBorder2Vert { get; }
```